## Run with brew bundle
tap 'caskroom/cask'
cask 'caffeine'
cask 'flux'
cask 'vlc'
cask 'spotify'
cask 'google-chrome'
cask 'dropbox'
cask 'skype'
cask 'utorrent'

#Dev tools
cask 'iterm2'
cask 'java'
cask 'dockertoolbox'
cask 'sublime-text'
cask 'intellij-idea'
cask 'gitx'


brew 'zsh-syntax-highlighting'
brew 'wget'
brew 'tmux'
brew 'maven'
brew 'gradle'
brew 'cmake'

